{
  ";kyc": "Special Instant Account: Achieve 2.5% profit, maintain 20% consistency, and have at least 5 profitable days.\n\nInstant Pro Account: Achieve 4% profit, maintain 20% consistency, and have at least 5 profitable days.\n\nOnce all these requirements are met, you can open a ticket on our Discord or website support, or send us an email showing your eligibility. After verification, we will send you the KYC link via email within 24 to 48 business hours, and you can proceed to complete your KYC.",
  ";consis": "Your consistency should be less than or equal to 20% to request a withdrawal. You will get 20% consistency only when you divide your highest profit in a day by 0.2 and achieve that target. Also, you must not make any day’s profit higher than your highest profit day.\n\nExample:\nIf your highest profit in a single day is $50, then:\n50 ÷ 0.2 = $250 (this becomes your total required profit for 20% consistency)\n\nSo, you must keep every other day’s profit below $50, and your total profit should reach $250 or more to meet the 20% consistency requirement.",
  ";slrule": "Yes, all trades in the live phase must have a Stop Loss in place. While it doesn’t have to be set at the very start of the trade, it must be added before closing the trade.\n\nTrades without a Stop Loss are considered a violation of our rules. Depending on the severity, the Payout Processing Team may take actions such as profit split adjustments, account reset, or, in extreme cases, a hard breach.",
  ";thanks": "Thank you for reaching out. Let us know if you need anything else.",
  ";kycthx": "Amazing, thank you very much for sharing your info. You will receive a KYC link via email within 24hours",
  ";kycask": "Congratulations🎊\nPlease share\nEmail Address\nAccount Number",
  ";hi": "Hi, Welcome to next level funded support\nHow can I help you?",
  ";web": "🚫 Trouble Accessing the NLF Website? Try These Fixes:\n\nClear cache & cookies 🧹\n\nTry a different browser (Brave, Opera) 🌐\n\nDisable your VPN 🔒\n\nCheck your internet connection \n\nUpdate your browser\n\nDisable all browser extensions\n\nUse Incognito/Private mode\n\nTry a different Device\n\nIn Nigeria? Try switching to MTN\n\nRestart your router or change network\n\nTry these and let me know if it works!",
  ";end": "Thanks for reaching out to our support team!\n\nIf you need any further assistance, we’re always here to help.\n\nIf you had a positive experience, we’d really appreciate it if you could leave us a quick review on Trustpilot: https://www.trustpilot.com/review/nextlevelfunded.com — your feedback helps us grow and serve traders better.\n\nWishing you the best of luck on your trading journey! 🚀",
  ";host": "Hey there! 😊\n\nHope you’re doing great! Please reach out to your winners and collect the following details from them:\n\n• Full Name\n• Email Address\n• Country of Residence\n\nOnce you have everything, kindly send all the details together in one message, and feel free to include your own information as well.\n\nAlso, please remember to share:\n\n• The giveaway link\n• A short video showing your conversation with our team on X, with your profile tab clearly visible\n\nThanks a lot for your help—we really appreciate it! 🙌\n\nLet us know if you need anything at all 💙",
  ";askhost": "Congratulations 🎊\nCan you please ask the host of the giveaway to open up a ticket? It's easier to verify the winners that way. Thank you very much for your cooperation. Good luck with your account.",
  ";claim": "Hi there! 😊\n\nWe’re excited to help you claim your giveaway account! 🎉\n\nPlease share the following details so we can get everything set up for you:\n\n• Name\n• Email\n• Country\n\nOnce we have these, we’ll take care of the rest for you.\n\nIf you have any questions at all, feel free to reach out—we’re always happy to help! 💙",
  ";3step": "Giveaway account = 3-Step Challenge\n\nConsistency: Check your dashboard\n\nProfit targets:\n• Phase 1 – 8%\n• Phase 2 – 5%\n• Phase 3 – 5%\n\nMinimum profitable days:\n• 3 days minimum\n• At least 0.1% per day\n\nFor more information, please check our FAQs:\nhttps://www.nextlevelfunded.com/faqs",
  ";2step": "Account Type: 2-Step Challenge\n\nMaximum Trading Days: Unlimited\n\nMinimum Profit Split: 80%\n\nMinimum Trading Days: 3 profitable trading days\n\nReward Cycle: Every 14 days\n\nAccount Size: $5,000\n\nProfit Targets:\n• Phase 1: 8% ($400)\n• Phase 2: 6% ($300)\n\nOverall Drawdown: 8% static ($400)\n\nDaily Drawdown: 4% ($200)\n\nConsistency: No.",
  ";1step": "Account Type: 1-Step Challenge\n\nMaximum Trading Days: Unlimited\n\nMinimum Profit Split: 80%\n\nMinimum Trading Days: 3 profitable trading days\n\nReward Cycle: Every 14 days\n\nAccount Size: $5,000\n\nProfit Target: 10% ($500)\n\nOverall Drawdown: 6% trailing ($300)\n\nDaily Drawdown: 3% ($150)\n\nConsistency: No",
  ";10k": "$10K for $10 Account is a one-time purchase Instant Funding Account that allows traders to start trading with NLF with little to no capital.\n\n• Minimum & maximum withdrawal: $90 (after profit split and processing fee)\n• Calculation example: $250 profit – 50% profit split – $35 processing fee = $90\n\n• Risk rule: Traders cannot risk more than 1.5% of the total account balance on a single trade\n\n• The $10,000 Special Instant Account is eligible for a one-time payout only\n\n• Consistency rule: 20%\n\n• Minimum profitable days: 5 days\n\nAlways read FAQ before buying an account https://www.nextlevelfunded.com/faqs",
  ";2min": "All trades must be held for a minimum of 2 minutes.\n\nAny trade closed before 2 minutes will be considered a violation of Next Level Funded rules.",
  ";faq": "https://www.nextlevelfunded.com/faqs",
  ";ip": "To maintain the integrity of our trading systems, your IP address must remain consistent in geographical location throughout your entire trading experience — including both the evaluation and live simulated stages. We understand that some traders may need to switch between Wi-Fi and mobile data due to connectivity issues. This is permitted, provided that your IP address remains within the same regional area (i.e., the same city or nearby location). Frequent or significant changes in geographical IP location may result in account review or suspension for security purposes.\nIf you anticipate connectivity issues that may require wider location changes, please contact support before trading to avoid disruptions.",
  ";faq": "Traders cannot open or close trades two minutes before or after a Red Folder news event release.\n\nThis includes:\nTrades hitting take profit (TP) or profit target.\nPending orders being triggered.\n\nTrades that were already open before the news event but close within the restricted time window.\n\nIf any trades are executed during this period and result in passing an evaluation, the account will not be considered as having passed the challenge.\nWe have an auto-close feature that closes trades once the profit target is reached. If your trade is automatically closed during a restricted news period, even with a TP set, it will be counted as a violation. Traders who pass based on news trades will not pass the challenge.\nThe same rule applies to Live Accounts. Any profits made from trades executed within the restricted news window will not be credited.",
  ";ea": "EAs are allowed, but they must follow our rules. If requested, you must prove that your EA is not violating any policies. HFT bots, hedge zone strategies, or similar methods are not allowed.",
  ";cap": "All accounts are subject to a withdrawal cap structure:\n\n• First withdrawal: Maximum 3% cap\n• After first withdrawal: Cap increases to 8%\n• After second withdrawal: Cap is lifted, allowing withdrawals up to $10,000 every two payment cycles, in line with FAQ guidelines\n\n1. Withdrawal Limits & Overflow System\n\n• Maximum withdrawal per cycle: Up to $10,000 every two withdrawal cycles per funded account\n• Profits exceeding $10,000 in a cycle will roll over to future cycles\n• Multiple funded accounts are treated as one entity, with withdrawal cycles based on the first account’s withdrawal timing\n\nExample:\nA trader earns $8,000 on the first withdrawal and $6,000 on the second withdrawal.\nOnly $10,000 can be withdrawn for the cycle, and the balance resets afterward.\n\n2. Profit Restrictions Over $5,000\n\n• 50% cap rule: No single trade or best trading day may exceed 50% of total profit in a payout cycle\n• If exceeded, profits will be adjusted down to meet the 50% cap before withdrawal approval\n\nExample:\nIf a single trade generates $10,000, only $5,000 will count toward withdrawal due to the 50% cap rule.\n\n3. Maximum Lifetime Withdrawals & Scaling\n\n• Traders graduate from the Next Level Program after withdrawing a total of $100,000 across all challenges\n• After graduation, withdrawal limits increase as traders scale, allowing higher earning potential\n\nThese rules are designed to promote responsible risk management, sustainable payouts, and long-term trader success at Next Level Funded 🚀",
  ";any": "Anything else I can help you with?",
  ";day": "Example of consistency calculation:\n\nDay 1: $1,000\nDay 2: $1,200\nDay 3: $1,000\nDay 4: $1,100\nDay 5: $900\n\nIn this example, Day 2 is the highest profit day at $1,200.\n\nTo meet the 20% consistency rule, your total profit must be $6,000 or more.\n\nAll other trading days must have profits equal to or lower than $1,200."
}
