{
  ";kyc": "Special Instant Account: Achieve 2.5% profit, maintain 20% consistency, and have at least 5 profitable days.\n\nInstant Pro Account: Achieve 4% profit, maintain 20% consistency, and have at least 5 profitable days.\n\nOnce all these requirements are met, you can open a ticket on our Discord or website support, or send us an email showing your eligibility. After verification, we will send you the KYC link via email within 48 business hours, and you can proceed to complete your KYC.",
  ";consis": "Your consistency should be less than or equal to 20% to request a withdrawal. You will get 20% consistency only when you divide your highest profit in a day by 0.2 and achieve that target. Also, you must not make any day’s profit higher than your highest profit day.\n\nExample:\nIf your highest profit in a single day is $50, then:\n50 ÷ 0.2 = $250 (this becomes your total required profit for 20% consistency)\n\nSo, you must keep every other day’s profit below $50, and your total profit should reach $250 or more to meet the 20% consistency requirement.",
  ";sl-rule": "Yes, all trades in the live phase must have a Stop Loss in place. While it doesn’t have to be set at the very start of the trade, it must be added before closing the trade.\n\nTrades without a Stop Loss are considered a violation of our rules. Depending on the severity, the Payout Processing Team may take actions such as profit split adjustments, account reset, or, in extreme cases, a hard breach.",
  ";thanks": "Thank you for reaching out. Let us know if you need anything else.",
  ";kycthx": "Amazing, thank you very much for sharing your info. You will receive a KYC link via email within 24hours",
  ";hi": "Hi, Welcome to next level funded support\n\nHow can I help you?",
  ";host": "Hello, reach out to your winners and collect their information, which includes\n\nFull Name\n\nEmail Address\n\nCountry of residence\n\nThen, after getting their details, send your own details too, with it all in one message and also include the giveaway link, and a video recording showing your conversation with our team on X, clearly showing your profile tab too. Thanks",
  ";web": "🚫 Trouble Accessing the NLF Website? Try These Fixes:\n\nClear cache & cookies 🧹\n\nTry a different browser (Brave, Opera) 🌐\n\nDisable your VPN 🔒\n\nCheck your internet connection \n\nUpdate your browser\n\nDisable all browser extensions\n\nUse Incognito/Private mode\n\nTry a different Device\n\nIn Nigeria? Try switching to MTN\n\nRestart your router or change network\n\nTry these and let me know if it works!",
  ";end": "Thanks for reaching out to our support team!\n\nIf you need any further assistance, we’re always here to help.\n\nIf you had a positive experience, we’d really appreciate it if you could leave us a quick review on Trustpilot: https://www.trustpilot.com/review/nextlevelfunded.com — your feedback helps us grow and serve traders better.\n\nWishing you the best of luck on your trading journey! 🚀"
}
